Revit 2027 API
ParameterTypeId.RbsElecPanelFeedThruLugsCurrentPhasea Property
 "Feed Through Lugs Current Phase A"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecPanelFeedThruLugsCurrentPhasea { get; }
Public Shared ReadOnly Property RbsElecPanelFeedThruLugsCurrentPhasea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecPanelFeedThruLugsCurrentPhasea {
	ForgeTypeId^ get ();
}
static member RbsElecPanelFeedThruLugsCurrentPhasea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace